[Roulette]

Invis = Görünmezlik
SprintSteal = Koşu Çalımı
Noodly = Erişte Rahatsızlığı

Range = Uzatılmış Lanet
Fog = Lanetli Sis
GroupWarp = Grup Işınlaması

RandomWarp = Rastgele Işınlanma
Flood = Sel Baskını
Freeze = Ani Dondurulma